[
    {
        "name": "Carl Verrier",
        "photo_Url": "https://firebasestorage.googleapis.com/v0/b/bringing-link-ups.appspot.com/o/Me.jpeg?alt=media&token=822fc054-bd40-4d41-abc3-7554863a418c&_gl=1*1i1mq5n*_ga*MjA5MDUxODA4Ny4xNjk2Mjk5ODE1*_ga_CW55HF8NVT*MTY5Njg1NzYxMC4xMS4xLjE2OTY4NTg0MTIuNDkuMC4w",
        "role": "Technical CEO /  Product Owner / Marketing Strategist",
        "description": "I am a Software Engineer by trade where I strategically placed my career path working at sass start ups. It afforded me the opportunity to learn the sass industry as a integral member and understand the KPIs that drive a successful business. The coolest things I've ever done has been with friends and the power of building and maintaining relationships. I am from New York, wouldn't it be cool if every place in the world was just as cool as NY? The difference between a vibrant outing in NYC and a vibrant outing in Orlando is lack of accessibility to those outings. I know this because I come from an event planner background, where I introduced places like Park City UT, Chino Hills CA, Boise ID, Spokane WA and more, to an electrifying experience that was normal to the out of staters in the room. I was lucky and naive to create moments the way my team and I were. They put the battery in my pack to do it than so here's my offering, BLU a social event planer in your pocket at all times."
    },
    {
        "name": "Udozo Okeke",
        "photo_Url": "https://firebasestorage.googleapis.com/v0/b/bringinglinkups.appspot.com/o/IMG_0829.png?alt=media&token=f7f19398-6372-4059-ab17-25031cdb1b0f",
        "role": "COO / Product Owner / Director of Marketing / Investor",
        "description": "Greetings, I am Udozo Okeke. I am an Atlanta native with a background in sales, marketing, and real estate management. With going to undergrad and high school in a large city, we could have used BLU as a tool for recreational activities,study groups, and making new friends of various interest. The unique features are sure to be an advantage that will set BLU apart from it's predecessors in the event and friend matching industry. After moving to 3 different cities across the US as a millennial, I understand the pain and have been through the hurdles of meeting people who share common interests. Whenever I speak with people about the idea of BLU they always light up with ideas of what they would post on BLU to gain event attendance and assist with group planning. I chose to invest in BLU because I believe in the potential of BLU exceeding users expectations and seeing the vacuum in the current market. We will be able to connect people to new worlds and experiences!"
    }
]