[
    {
        "name": "Carl Verrier",
        "photo_Url": "https://firebasestorage.googleapis.com/v0/b/bringing-link-ups.appspot.com/o/Me.jpeg?alt=media&token=822fc054-bd40-4d41-abc3-7554863a418c&_gl=1*1i1mq5n*_ga*MjA5MDUxODA4Ny4xNjk2Mjk5ODE1*_ga_CW55HF8NVT*MTY5Njg1NzYxMC4xMS4xLjE2OTY4NTg0MTIuNDkuMC4w",
        "role": "Technical CEO /  Product Owner",
        "description": "I'm a Software Engineer by trade, and I’ve intentionally shaped my career around working with SaaS startups. This path gave me a front-row seat to how successful SaaS businesses operate, from the inside out—especially when it comes to the KPIs that drive real growth.But beyond the code and metrics, the coolest experiences of my life have always involved friends and the power of meaningful relationships. I'm from New York—a place where vibrant, spontaneous outings are part of everyday life. I’ve always wondered: what if every city felt like that?Coming from an event planning background, I’ve seen the gap firsthand. I helped bring that same electrifying NYC-style energy to places like Park City, UT; Chino Hills, CA; Boise, ID; and Spokane, WA. Those moments—built with a passionate team and a bit of naive optimism—showed me what’s possible when people are given the tools to connect easily and meaningfully."
    },
    {
        "name": "Udozo Okeke",
        "photo_Url": "https://firebasestorage.googleapis.com/v0/b/bringinglinkups.appspot.com/o/IMG_0829.png?alt=media&token=f7f19398-6372-4059-ab17-25031cdb1b0f",
        "role": "COO / Product Owner",
        "description": "Born and raised in Atlanta, my background spans sales, marketing, and real estate management. Growing up and attending school in a major city, I often think about how valuable a platform like BLU would have been—for discovering recreational activities, forming study groups, and connecting with new people who share your interests. Having moved to three different cities as a millennial, I’ve personally experienced the challenges of meeting like-minded individuals in unfamiliar places. That’s why BLU resonates deeply with me. Its unique features offer a real edge in the friend-matching and event space—something the current platforms haven’t quite nailed. Every time I share the vision for BLU, people light up with excitement—offering creative ways they’d use it to plan group outings or boost event attendance."
    }
]