[
    {
        "url": "https://firebasestorage.googleapis.com/v0/b/bringing-link-ups.appspot.com/o/pplTogether.jpg?alt=media&token=a7b37552-4831-47b0-896a-b41110e84692&_gl=1*b2lx7z*_ga*MjA5MDUxODA4Ny4xNjk2Mjk5ODE1*_ga_CW55HF8NVT*MTY5Njg1NzYxMC4xMS4xLjE2OTY4NTg2MDUuNjAuMC4w",
        "labelText": "One Stop Shop for Events & Gatherings Near You",
        "descriptionText": "We offer a place where you can find events and gatherings near you, and also create your own events and gatherings. We also offer the ability to share your events and gatherings with your friends and family, and also the ability to share your events and gatherings with the people with like-minded interest/hobbies. On a random tuesday either you can find something to do or create an activity to do all that in your pockets."
    },
    {
        "url": "https://firebasestorage.googleapis.com/v0/b/bringing-link-ups.appspot.com/o/donotEnter.jpg?alt=media&token=b4819fb9-97e0-444a-b7f1-c1dded257cbc&_gl=1*1dpxzva*_ga*MjA5MDUxODA4Ny4xNjk2Mjk5ODE1*_ga_CW55HF8NVT*MTY5Njg1NzYxMC4xMS4xLjE2OTY4NTg1ODYuNi4wLjA.",
        "labelText": "Giving Creators Of Events The Ability To Have Full Control Of Their Rooms",
        "descriptionText": "We allow creators a space where they can create their own events and gatherings. For staters; we provide the ability to create rooms a.k.a events public or private. Whether you want to interact with just friends you know or inviting new people to your events. The ability to accept or decline who enters your room hence having anonymity with your events. The ability to change times, conditions, and location on the flyer and not risking who received an update. "
    },
    {
        "url": "https://firebasestorage.googleapis.com/v0/b/bringing-link-ups.appspot.com/o/navigation.jpg?alt=media&token=6411bae0-d227-443d-a42f-e87bcdc86394&_gl=1*1lvv4d0*_ga*MjA5MDUxODA4Ny4xNjk2Mjk5ODE1*_ga_CW55HF8NVT*MTY5Njg1NzYxMC4xMS4xLjE2OTY4NTg2MjMuNDIuMC4w",
        "labelText": "Schedule / Get Reminders / Map Routes Of A Link Up",
        "descriptionText": "With the use of our app, we are giving you the ability to have an excuse free experience when you commit to an event. We offer the ability to schedule your events and gatherings, and the ability to get reminders/notifications to your rooms a.k.a events. We also offer the ability to map out the best routes to your events and gatherings. We'll make sure you make it to your events and gatherings on time, if you want to of course! "
    }
]